"ANSWER_CALL_BUTTON_TITLE" = "Răspunde";
"APN" = "Apel";
"CALL_BUTTON_TITLE" = "Apelează";
"CHALLENGE_CODE_BUTTON_TITLE" = "Verifică";
"CHOOSE_COUNTRY_CODE" = "Alege prefixul țării";
"CONTACT_BROWSE_NAV_BAR_TITLE" = "Contacte";
"CONTACT_DETAIL_COMM_TYPE_EMAIL" = "Mail";
"CONTACT_DETAIL_COMM_TYPE_INSECURE" = "Număr neînregistrat";
"CONTACT_DETAIL_COMM_TYPE_NOTES" = "Notiţe";
"CONTACT_DETAIL_COMM_TYPE_SECURE" = "Număr înregistrat";
"CONTINUE_TO_WHISPER_TITLE" = "Continuă cu Signal";
"DATESTRING_TODAY" = "Astăzi";
"DIALER_CALL_BUTTON_TITLE" = "Apel";
"DIALER_LETTERS_0" = "0";
"DIALER_LETTERS_1" = "";
"DIALER_LETTERS_2" = "ABC";
"DIALER_LETTERS_3" = "DEF";
"DIALER_LETTERS_4" = "GHI";
"DIALER_LETTERS_5" = "JKL";
"DIALER_LETTERS_6" = "MNO";
"DIALER_LETTERS_7" = "PQRS";
"DIALER_LETTERS_8" = "TUV";
"DIALER_LETTERS_9" = "WXYZ";
"DIALER_LETTERS_POUND" = "";
"DIALER_NUMBER_0" = "0";
"DIALER_NUMBER_1" = "1";
"DIALER_NUMBER_2" = "2";
"DIALER_NUMBER_3" = "3";
"DIALER_NUMBER_4" = "4";
"DIALER_NUMBER_5" = "5";
"DIALER_NUMBER_6" = "6";
"DIALER_NUMBER_7" = "7";
"DIALER_NUMBER_8" = "8";
"DIALER_NUMBER_9" = "9";
"DIALER_NUMBER_PLUS" = "+";
"DIALER_NUMBER_PLUS" = "+";
"DIALER_NUMBER_POUND" = "#";
"DISABLING_BACKUP_FAILED" = "A fost o problemă cu dezactivarea backupurilor de loguri telefonice. Aceste loguri ar putea apărea în backupurile iTunes/iCloud.";
"END_CALL_BAD_INTERACTION_WITH_SERVER" = "Eroare de server!";
"END_CALL_BUTTON_TITLE" = "Sfârşit";
"END_CALL_HANDSHAKE_FAILED" = "Handshake eșuat!";
"END_CALL_HANGUP_LOCAL" = "Ai terminat apelul.";
"END_CALL_HANGUP_REMOTE" = "Apelatul a terminat apelul.";
"END_CALL_LOGIN_FAILED" = "Autentificare eșuată!";
"END_CALL_MESSAGE_FROM_SERVER_PREFIX" = "Mesaj de la server:";
"END_CALL_NO_SUCH_USER" = "Număr neînregistrat cu Signal sau RedPhone!";
"END_CALL_RECIPIENT_REJECTED" = "Apel respins.";
"END_CALL_RECIPIENT_UNAVAILABLE" = "Apelatul nu este valabil.";
"END_CALL_REJECTED_LOCAL" = "Ai respins apelul.";
"END_CALL_REJECTED_REMOTE" = "Apel respins.";
"END_CALL_REPLACED_BY_NEXT" = "Ai făcut un alt apel.";
"END_CALL_RESPONDER_IS_BUSY" = "Ocupat...";
"END_CALL_STALE_SESSION" = "Apel ratat.";
"END_CALL_UNCATEGORIZED_FAILURE" = "Eroare de client!";
"FAVOURITES_NAV_BAR_TITLE" = "Favorite";
"HOME_FOOTER_FIRST_MESSAGE_CALLS_UNSORTED" = "Ai";
"HOME_FOOTER_FIRST_MESSAGE_CALLS_NIL" = "Totul este pregătit";
"HOME_FOOTER_SECOND_MESSAGE_CALLS_UNSORTED" = "apeluri nesortate";
"HOME_FOOTER_SECOND_MESSAGE_CALLS_NIL" = "Niciun apel";
"HOME_FOOTER_SECOND_MESSAGE_CALL_UNSORTED" = "apel nesortat";
"INBOX_VIEW_TUTORIAL_LABEL_MIDDLE" = " Verifică contactele tale ca să vezi cine poate primi apeluri securizate";
"INBOX_VIEW_TUTORIAL_LABEL_TOP" = "Nu ai primit niciun apel de la un user care folosește Signal.";
"INVITE_USERS_ACTION_SHEET_TITLE" = "Invită numărul";
"INVITE_USERS_MESSAGE" = "Aș dori să te sun securizat cu Signal. Poți să instalezi aplicația din App Store:";
"INVITE_USER_MODAL_TITLE" = "Contact neînregistrat";
"INVITE_USER_MODAL_BUTTON_CANCEL" = "Nu, mulțumesc";
"INVITE_USER_MODAL_BUTTON_INVITE" = "Invită";
"INVITE_USER_MODAL_TEXT" = "Numărul apelat nu este înregistrat cu Signal. Vrei să trimiți o invitație prin SMS?";
"IN_CALL_CONNECTING" = "Conectare...";
"IN_CALL_RINGING" = "Telefonul sună...";
"IN_CALL_SECURING" = "Apel preluat. Securizare în curs...";
"IN_CALL_TALKING" = "Ești securizat și poți fi auzit acum.";
"IN_CALL_TERMINATED" = "Gata.";
"KEYPAD_NAV_BAR_TITLE" = "Tastatură";
"MAIN_MENU_INVITE_CONTACTS" = "Invită contacte";
"MAIN_MENU_OPTION_ABOUT" = "Despre";
"MAIN_MENU_OPTION_BLOG" = "Blog";
"MAIN_MENU_OPTION_CONTACTS" = "Contacte";
"MAIN_MENU_OPTION_DIALER" = "Apelant";
"MAIN_MENU_OPTION_FAVOURITES" = "Favorite";
"MAIN_MENU_OPTION_RECENT_CALLS" = "Recente";
"MAIN_MENU_OPTION_REPORT_BUG" = "Raportează un bug";
"MAIN_MENU_OPTION_SETTINGS" = "Setări";
"MUTE_BUTTON_TITLE" = "Mut";
"NOTIFICATION_TEXT" = "Câteva contacte de-ale tale s-au înregistrat cu Signal!";
"NO_FAVOURITES_TEXT" = "Pentru a favoriza un contact, dă tap pe steaua de pe o pagină de contact.";
"OK" = "Ok";
"QUICK_LINKS_TITLE" = "Linkuri rapide";
"RECENT_CALLS_SORTING_TITLE" = "Metodă de sortare";
"RECENT_NAV_BAR_TITLE" = "Apeluri";
"REGISTER_BUTTON_TITLE" = "Înregistrare";
"REGISTER_CC_ERR_ALERT_VIEW_MESSAGE" = "Te rog introduce un prefix de țară valid";
"REGISTER_CC_ERR_ALERT_VIEW_TITLE" = "Eroare prefix țară";
"REGISTER_CHALLENGE_TEXTBLOCK_PART1" = "Ca să confirmăm că ești real, ți-am trimis un SMS cu un cod de șase cifre la:";
"REGISTER_CHALLENGE_TEXTBLOCK_PART2" = " Ca să completezi verificarea numărului tău de telefon, introduce codul mai jos.";
"REGISTER_CHALLENGE_VOICECALL_TEXT" = " Dacă nu poți primi SMSuri, te vom suna în";
"REGISTER_ENTER_COUNTRY_CODE" = "Prefixul țării";
"REGISTER_ENTER_NUMBER" = "Numărul tău de telefon";
"REGISTER_SUCCESS_TEXTBLOCK" = "Felicitări, înregistrarea a fost de succes! Acum poți folosi Signal să faci apeluri securizate.";
"REGISTER_TEXTBLOCK" = "Pentru a putea face apeluri securizate, te rog introduce codul țării și numărul tău de telefon.";
"REGISTER_VALIDATION_ENTER_CODE" = "Cod validare";
"REGISTER_VALIDATION_SENT" = "Codul de validare a fost trimis";
"REGISTER_WELCOME_TEXT" = "Bine ai venit la Signal";
"REJECT_CALL_BUTTON_TITLE" = "Respinge";
"SETTINGS_ANONYMOUS_FEEDBACK" = "Trimite feedback anonim";
"SETTINGS_CALL_QUALITY" = "Calitate apel";
"SETTINGS_CHANGE_VOLUME" = "Schimbă volumul folosind butoanele";
"SETTINGS_CLEAR_HISTORY_LOG" = "Șterge log istoric";
"SETTINGS_DATE_FORMAT" = "Format regional";
"SETTINGS_DISABLE_AUTOCORRECT" = "Dezactivează auto-corectare";
"SETTINGS_DISABLE_HISTORY_LOG" = "Dezactivează log istoric";
"SETTINGS_HIDE_CONTACT_IMAGES" = "Ascunde imaginile contactelor";
"SETTINGS_LOCALIZATION_OVERRIDE" = "Suprascriere localizare";
"SETTINGS_LOCALIZATION_OVERRIDES" = "Suprascriere localizări";
"SETTINGS_LOG_CLEAR_MESSAGE" = "Istoria apelurilor a fost ștearsă";
"SETTINGS_LOG_CLEAR_TITLE" = "Acţiune terminată";
"SETTINGS_NAV_BAR_TITLE" = "Setări";
"SETTINGS_NOTIFICATIONS" = "Notificări";
"SETTINGS_NUMBER_PREFIX" = "Numarul tău:";
"SETTINGS_PRIVACY_AND_SECURITY" = "Intimitate si securitate";
"SETTINGS_RINGTONE" = "Sonerie";
"SETTINGS_VIBRATE_ON_RING" = "Mod sonerie cu vibrație";
"SETTINGS_VIBRATE_ON_SILENT" = "Mod silențios cu vibrație";
"SPEAKER_BUTTON_TITLE" = "Speaker";
"TABLE_SECTION_TITLE_REGISTERED" = "Contacte înregistrate";
"TABLE_SECTION_TITLE_UNREGISTERED" = "Contacte neînregistrate";
"TIMEOUT" = "Timeout";
"TIMEOUT_CONTACTS_DETAIL" = "Nu am putut recupera o listă actuala de contacte de la server. Te rog încearcă din nou mai târziu.";
"TXT_ADD_CONTACT" = "+ Contact nou";
"TXT_CANCEL_TITLE" = "Anulează";
"TXT_SEARCH_PLACEHOLDER_TEXT" = "Căutare";
"UNKNOWN_CONTACT_NAME" = "Apelant necunoscut";
"WARNING"= "Avertizare";
"WHISPER_NAV_BAR_TITLE" = "Primite";
